{"title":"The Pudding Cup","description":"The best visual and data-driven stories of 2019","prelude":[{"type":"text","value":"We’re back with the third-annual Pudding Cup! Check out the <a href=https://pudding.cool/process/pudding-awards-2018/ target=_blank>2018</a> and <a href=https://pudding.cool/process/pudding-awards-2017/ target=_blank>2017</a> winners. This year will exclusively focus on non-commercial* projects to give them the attention they deserve but might not receive. Judge’s favorites will get a 💰prize for their hard work."}],"passion":[{"title":"Can one earthquake trigger another on the other side of the world?","url":"https://will-r-chase.github.io/eq_bw/","name":"Will Chase","img":"earthquakes","remarks":[{"type":"text","value":"This is one of those pieces that instantly makes you interested in a topic you didn’t know you were interested in before. When that seismic wave “+” pattern appears on screen it’s an undeniable “aha!” moment. The story structure keeps you scrolling all the way through — this is an excellently executed explainer."}]},{"title":"The Unwelcomed","url":"http://alhadaqa.com/2019/08/the_unwelcomed/","name":"Mohamad A. Waked","img":"unwelcomed","remarks":[{"type":"text","value":"One of the critiques that you often hear in data journalism is that the end product can seem cold or clinical. Not this project. You are reminded of the intense emotional and physical journey of migrants and refugees as soon as you read the open lines: “My blue country...” This is a beautiful and thoughtful piece that doesn’t let you forget the story behind the data."}]},{"title":"Shape of the Game: Tottenham vs Man United","url":"https://shapeofthegame.com/tottenham-united-pl-2018-19/","name":"Vignesh Shenoy","img":"soccer","remarks":[{"type":"text","value":"It is hard to stand out creating post-game sports charts since they’ve become an expected part of the second screen experience. But this project fuses together simplicity, focus, and elegance in a digestible and cohesive package. The histogram paired with the pitch is both attractive and explanatory. While nothing groundbreaking, it has a very clear intention and excellent execution."}]}],"passionOther":[{"url":"http://www.lmelgar.me/presidential-colors/","title":"A visual exploration of the colors of U.S. presidential portraits"},{"url":"https://www.arushisingh.net/religionvisualization","title":"Visualizing Religious Diversity"},{"url":"https://neal.fun/size-of-space/","title":"The Size of Space"},{"url":"https://sawyerclick.github.io/punk","title":"Is Punk Dead?"},{"url":"https://simone-betito.github.io/msdv-thesis-SB/#","title":"Repatriation: An Approach For A Fairer Museum"},{"url":"https://thewatercrisis.us/","title":"The United States Water Crisis"},{"url":"https://cultureplot.com/genre-blend/","title":"Genre Blending: Action Overwhelms; Fantasy Doesn’t Even Bother"}],"commercial":"non-commercial projects = things created without compensation. It was made for learning, fun, school, a contest, etc. Not for work or hire."}